Repository: berryamin/Gitso-1
Catalog: po/*.po
Languages: es

source: Gitso is to Support Others
es: Gitso da soporte a otros

source: Version %s
es: Versión %s

source: Authors
es: Autores

source: License
es: Licencia

source: Running in 'Development Mode'
es: Ejecutándose en 'Modo desarrollador'

source: Error: --connect and --listen can not be used at the same time
es: Error: --connect y --listen no se pueden usar a la vez

source: Launched WinVNC.exe, waiting to run -connect command...
es: Lanzado WinVNC.exe, esperando a que se ejecute el comando -connect...

source: Platform not detected
es: Plataforma desconocida

source: Connected.
es: Conectado.

source: Could not connect.
es: Falló la conexión.

source: Server running.
es: Servidor en marcha.

source: Could not start server.
es: Falló el servidor.

source: GitsoThread.run(pid: %s) running...
es: GitsoThread.run(pid: %s) en marcha...

source: Idle
es: En espera

source: Restore Gitso
es: Restaurar Gitso

source: Quit Gitso
es: Salir de Gitso

source: Start
es: Comenzar

source: Get Help
es: Pedir ayuda

source: Give Support
es: Dar soporte

source: Use NAT-PMP
es: Usar NAT-PMP

source: Use low colors
es: Usar menos colores

source: Enter/Select Support Address
es: Dirección de soporte

source: &Cut Ctrl+X
es: &Cortar Ctrl+X

source: Cut IP Address
es: Cortar dirección IP

source: &Copy Ctrl+C
es: &Copiar Ctrl+C

source: Copy IP Address
es: Copiar dirección IP

source: &Paste Ctrl+V
es: &Pegar Ctrl+V

source: Paste IP Address
es: Pegar dirección IP

source: &Clear History
es: &Borrar histórico

source: Clear History
es: Borrar histórico

source: &About
es: &Acerca de

source: About Gitso
es: Acerca de Gitso

source: &Quit Ctrl+Q
es: &Salir Ctrl+Q

source: &File
es: &Fichero

source: &Edit
es: &Editar

source: &Help
es: &Ayuda

source: Connecting...
es: Conectando...

source: Invalid Support Address
es: Dirección de soporte no válida

source: Starting Server...
es: Arrancando el servidor...
